base
base-devel
dex
dmenu
efibootmgr
firefox
git
gst-plugin-pipewire
i3-wm
i3status
intel-ucode
lazygit
libpulse
linux
linux-firmware
neovim
networkmanager
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rxvt-unicode
sof-firmware
ttf-font-awesome
ttf-hack-nerd
wget
wireplumber
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
zram-generator
zsh
